{ "translations": {
    "Brute-force settings" : "Postavke zaštite od dešifriranja različitim ključevima",
    "Whitelist IPs" : "Dopuštene IP adrese",
    "Brute-force protection is meant to protect Nextcloud servers from attempts to\nguess account passwords in various ways. Besides the obvious \"*let's try a big\nlist of commonly used passwords*\" attack, it also makes it harder to use\nslightly more sophisticated attacks via the reset password form or trying to\nfind app password tokens.\n\nIf triggered, brute-force protection makes requests coming from an IP on a\nbrute-force protected controller with the same API slower for a 24 hour period.\n\nWith this app, the admin can exempt an IP address or range from this\nprotection which can be useful for testing purposes or when there are false\npositives due to a lot of accounts on one IP address." : "Zaštita od brute-force napada namijenjena je zaštiti Nextcloud poslužitelja od pokušaja pogađanja lozinki korisničkih računa na različite načine. Osim očitog napada tipa „pokušajmo veliki popis često korištenih lozinki”, ona otežava i nešto sofisticiranije napade putem obrasca za resetiranje lozinke ili pokušaje pronalaska tokena lozinki aplikacija.\n\nAko se aktivira, zaštita od brute-force napada usporava zahtjeve koji dolaze s iste IP adrese prema kontroleru zaštićenom od brute-force napada, koristeći isti API, u razdoblju od 24 sata.\n\nOvom aplikacijom administrator može izuzeti IP adresu ili raspon IP adresa iz ove zaštite, što može biti korisno u svrhe testiranja ili kada dolazi do lažnih pozitivnih rezultata zbog velikog broja računa koji koriste jednu IP adresu.",
    "Comment cannot exceed {max} characters." : "Napomena ne smije prelaziti {max} znakova.",
    "Leave an internal comment, why this IP is allowed, e.g. the  location, so it can be revoked, when it is no longer needed." : "Ostavite internu napomenu zašto je ova IP adresa dopuštena, npr. lokaciju, kako bi se mogla opozvati kada više ne bude potrebna.",
    "Your remote address was identified as \"{remoteAddress}\" and is throttled at the moment by {delay}ms." : "Vaša udaljena adresa prepoznata je kao „{remoteAddress}” i trenutačno je ograničena od strane sustava, uz kašnjenje od {delay} ms.",
    "Your remote address was identified as \"{remoteAddress}\" and is bypassing brute-force protection." : "Vaša udaljena adresa prepoznata je kao „{remoteAddress}” i zaobilazi zaštitu od brute-force napada.",
    "Your remote address was identified as \"{remoteAddress}\" and is not actively throttled at the moment." : "Vaša udaljena adresa prepoznata je kao „{remoteAddress}” i trenutačno nije aktivno ograničena.",
    "There was an error adding the IP to the allow list." : "Došlo je do pogreške pri dodavanju IP adrese na popis dopuštenih.",
    "There was an error updating the allow list entry." : "Došlo je do pogreške pri ažuriranju stavke na popisu dopuštenih.",
    "Brute-force allow list" : "Popis dopuštenih za brute-force zaštitu",
    "To exclude IP ranges from the brute-force protection specify them below. Note that any allowed IP can perform authentication attempts without any throttling. For security reasons, it is recommended to list as few remote addresses as possible or ideally even none at all." : "Za izuzimanje IP raspona iz brute-force zaštite navedite ih u nastavku. Imajte na umu da svaka dopuštena IP adresa može provoditi pokušaje autentifikacije bez ikakvog ograničavanja. Iz sigurnosnih razloga preporučuje se navesti što manje udaljenih adresa ili, idealno, nijednu.",
    "Bypass rate limiting for allowed IPs" : "Zaobiđi ograničavanje brzine za dopuštene IP adrese",
    "Add new IP address" : "Dodaj novu IP adresu",
    "IP address" : "IP adresa",
    "Mask" : "Maska",
    "Comment" : "Napomena",
    "Add" : "Dodaj",
    "Edit comment for {subnet}" : "Uredi napomenu za {subnet}",
    "Save" : "Spremi",
    "Delete entry for {subnet}" : "Izbriši stavku za {subnet}",
    "There was an error adding the IP to the whitelist." : "Došlo je do pogreške pri dodavanju IP adrese na popis dopuštenih.",
    "Brute-force IP whitelist" : "Dopuštene IP adrese u pogledu zaštite od dešifriranja različitim ključevima",
    "To whitelist IP ranges from the brute-force protection specify them below. Note that any whitelisted IP can perform authentication attempts without any throttling. For security reasons, it is recommended to whitelist as few hosts as possible or ideally even none at all." : "Kako biste dopustili određeni raspon IP adresa u pogledu zaštite od dešifriranja različitim ključevima, navedite ga u nastavku. Imajte na umu da bilo koja dopuštena IP adresa može provoditi autentifikaciju bez ikakvih ograničenja. Iz sigurnosnih se razloga preporučuje da dopustite što je moguće manje računala ili, još bolje, nijedno računalo.",
    "Apply whitelist to rate limit" : "Primijeni popis dopuštenih na ograničavanje brzine",
    "Add a new whitelist" : "Dodaj novi popis dopuštenih IP adresa"
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}