{ "translations": {
    "Brute-force settings" : "Impostatziones Fortza Bruta",
    "Whitelist IPs" : "Lista bianca de is IP",
    "Brute Force Protection is meant to protect Nextcloud servers from attempts to\nguess user passwords in various ways. Besides the obvious \"*let's try a big\nlist of commonly used passwords*\" attack, it also makes it harder to use\nslightly more sophisticated attacks via the reset password form or trying to\nfind app password tokens.\n\nIf triggered, brute force protection makes requests coming from an IP on a\nbruteforce protected controller with the same API slower for a 24 hour period.\n\nWith this app, the admin can exempt an IP address or range from this\nprotection which can be useful for testing purposes or when there are false\npositives due to a lot of users on one IP address." : "S'Amparu dae Fortza Bruta serbit pro amparare is serbidores de Nextcloud dae is tentativos de\nintertzare is craes de is utentes in maneras diferentes. A parte de s'atacu òviu \"*proamus cun una lista\nmanna de craes impreadas a s'ispissu*\", faghet prus difìtzile a impreare atacos unu pagu prus sofisticados resetende sa forma de sa crae o chirchende\ncòdighes de craes de aplicatziones.\n\nCando s'ativat, s'amparu dae fortza bruta imbiat is rechestas dae un IP a unu cumproadore protetu de fortza bruta cun su matessi APi prus lentu pro 24 oras.\n\nCun cust'aplicatzione, chie amministrat podet esclùdere unu indiritzu IP o grupu dae custu\namparu chi podet èssere ùtile pro cumproare is intentziones o cando b'ant falsos\npositivos, ca prus de un'utente podet impreare su matessi indiritzu IP.",
    "Brute-force IP whitelist" : "Lista bianca de IP de Fortza Bruta",
    "To whitelist IP ranges from the brute-force protection specify them below. Note that any whitelisted IP can perform authentication attempts without any throttling. For security reasons, it is recommended to whitelist as few hosts as possible or ideally even none at all." : "Pro fàghere sa lista de is grupos de IP esclùdidos dae s'amparu dae sa fortza bruta, ispetzìfica.ddus inoghe a suta. Càstia ca is IP in sa lista bianca podent fàghere tentativos de autenticatzione chentza lìmite perunu. Pro resones de seguresa, est cussigiadu pònnere in sa lista bianca prus pagus host possìbiles o, mègius, perunu etotu.",
    "Add new whitelist" : "Agiunghe una lista bianca noa",
    "Add" : "Agiunghe ",
    "Delete" : "Cantzella"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}